/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " （内核信息已转存）";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "使用 %@ 设置新建窗口";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "使用 %@ 设置新建标签";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "使用相同命令新建窗口";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "使用相同命令新建标签";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ 磅";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%2$@ %1$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "设置";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "“%@”的设置";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "“%@”的窗口组";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@：%@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- 已发现的服务器 ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "白底黑字";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "黄底黑字";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "白底蓝字";

/* Name of built-in default window settings */
"Built-in" = "内建";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* Menu item title */
"Clear to Previous Bookmark" = "清除到上一个书签";

/* Menu item title */
"Clear to Previous Mark" = "清除到上一个标记";

/* Menu item title */
"Clear to Selected Bookmark" = "清除到所选书签";

/* Menu item title */
"Clear to Selected Mark" = "清除到所选标记";

/* Menu item title */
"Clear to Start of Selection" = "清除到所选内容的开头";

/* No comment provided by engineer. */
"Close" = "关闭";

/* No comment provided by engineer. */
"Close All" = "全部关闭";

/* Tab close-button accessibility label/title. */
"Close tab" = "关闭标签";

/* Tab close-button accessibility role description. */
"close tab button" = "关闭标签按钮";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running process %@." = "关闭这个标签将会终止正在运行的进程 %@。";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "关闭这个标签将会终止正在运行的进程：%@。";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description */
"Closing this window will terminate the running processes: %@." = "关闭这个窗口将会终止正在运行的进程：%@。";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[未能创建新的进程和打开伪终端 (pseudo-tty)。]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "默认";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "启动";

/* Compose Email Message contextual menu item. */
"Compose" = "编写";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "连接";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "拷贝";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "您要关闭这个标签吗？";

/* Window close sheet; message title */
"Do you want to close this window?" = "您要关闭这个窗口吗？";

/* Service */
"File Transfer (ftp)" = "文件传输 (ftp)";

/* Find Panel; window title */
"Find" = "查找";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "黑底绿字";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "隐藏查看器";

/* Menu item title */
"Hide Marks" = "隐藏标记";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "隐藏标签栏";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "如果您不检查您的窗口，那么其中的任何进程都将被中止。";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "可能未将其从另外一台电脑完全拷贝过来。";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "未能导入多个文件。";

/* Default name for new window settings */
"New settings" = "新设置";

/* No options for this service */
"No options" = "无选项";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "未存储窗口组";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "无";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "对象";

/* No comment provided by engineer. */
"OK" = "好";

/* Open Link contextual menu item. */
"Open Link" = "打开链接";

/* Open man Page contextual menu item. */
"Open man Page" = "打开 man 页面";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "打开“%@”的 man 页面";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "搜索“%@”的 man 页面索引";

/* Look Up contextual menu item. */
"Look Up" = "查找";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "查找“%@…”";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "查找“%@”";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "用“%@”搜索";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "搜索 Web";

/* Default process name */
"Process name" = "进程名称";

/* No comment provided by engineer. */
"Quit" = "退出";

/* Service */
"Remote Login (telnet)" = "远程登录 (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "移除";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "替换";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "如替换“%@”，其内容将被覆盖。";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "如替换“%@”，其内容将被覆盖。";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "检查窗口…";

/* Window group save panel; panel title */
"Save Window Group" = "存储窗口组";

/* Service */
"Secure File Transfer (sftp)" = "安全文件传输 (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "安全 Shell (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP（自动）";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP 协议 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "显示查看器";

/* Menu item title */
"Show Marks" = "显示标记";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "显示标签栏";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH（自动）";

/* Connect to service option */
"SSH Protocol 1" = "SSH 协议 1";

/* Connect to service option */
"SSH Protocol 2" = "SSH 协议 2";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "终端";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "终端存储的输出.txt";

/* No comment provided by engineer. */
"Terminate" = "终止";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "中止进程";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@“%2$@”已存在。您要替换它们吗？";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@“%2$@”已存在。您要替换它吗？";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "管理员已将您的 shell 设置为非法值。";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "该文件已损坏。您也许能够从其作者处获得新版本的文件。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "文件“%@”无法执行，因为您没有正确的访问权限。 ";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "未能导入文件“%@”。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "文件“%@”无法打开，因为它已损坏。";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "以下文件已损坏：%@。您也许能够从其作者处获得新版本的文件。";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "窗口设置名称太短。";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "窗口设置 “%@” 已存在。";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "要查看或更改访问权限，请在 Finder 中选择该文件，然后选取“文件”>“显示简介”。";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "尝试输入其他名称。";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "尝试输入有更多字符的名称。";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "黑底白字";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "蓝底白字";

/* Window group save panel; name of object used in replacement panels */
"window group" = "窗口组";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "窗口设置";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "您没有运行此应用程序的权限。";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "%d 个窗口有正在运行的进程。您要在退出前先检查这些窗口吗?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[找不到命令：%@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[进程已完成]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[进程已退出 - 退出代码 %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[进程已被信号 %1$d%2$s 中止]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[已恢复的内容被截断]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[恢复于 %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "书签添加于 %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "无书签";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split pane" = "拆分面板";

"Close split-pane" = "关闭拆分面板";

/* strings used for Shortcut man page support */

"Man Pages" = "Man 页面";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "“%@”无法打开，因为不允许“%@”在“终端”中打开文稿。";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "“终端”正在为“%2$@”打开与“%1$@”的 SSH 连接。";
"QuarantineTitleTelnet" = "“终端”正在为“%2$@”打开与“%1$@”的 Telnet 连接。";
"QuarantineTitle2" = " 您允许这样做吗？";
"QuarantineMessage" = "这将向其他电脑显示您的用户名称和网络地址。若要避免在将来收到警告，请将它添加到已知主机的 SSH 列表。";
"QuarantineMessageError" = "\n\n搜索已知主机时出错（请运行“%@”来查看详细信息）。";
"QuarantineAllow" = "允许";
"QuarantineDeny" = "不允许";

"Alter Settings" = "改变设置";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "（已停止）";

/* Inspector process list: process name status annotation */
"(zombie)" = "（僵化）";

/* Inspector process list: process status */
"Idle" = "闲置";

/* Inspector process list: process status */
"Runnable" = "可运行";

/* Inspector process list: process status */
"Sleeping" = "正在睡眠";

/* Inspector process list: process status */
"Stopped" = "已停止";

/* Inspector process list: process status */
"Zombie" = "僵化";

/* Inspector process list: boolean YES */
"Yes" = "是";

/* Inspector process list: boolean NO */
"No" = "否";
